// src/data/selectOptions.js

export const experienceOptions = [
    { id: 1, value: "完全未経験" },
    { id: 2, value: "IT部門経験（プログラミングなし）" },
    { id: 3, value: "プログラミング経験(アプリ開発なし)" },
    { id: 4, value: "WEBエンジニア1年未満" },
    { id: 5, value: "WEBエンジニア1年以上" }
];

export const categoryOptions = [
    "教育", "人材/人事", "広告/マーケティング", "メディア", "ヘルスケア", 
    "医療", "受託開発", "コンサルティング", "バックオフィス", "セールス", 
    "保険", "農業", "エンタメ", "セキュリティ", "政治/経済", "アパレル", 
    "EC", "不動産", "IoT", "VR/AR", "データ分析", "飲食/食品", "AI", 
    "その他", "金融", "スポーツ", "自動車", "旅行", "環境/エネルギー", 
    "建築", "通信", "コミュニティ"
];

export const styleOptions = [
    "事業会社", "スタートアップ", "メガベンチャー", "その他"
];